/* Task view. */
HSDFSD_TaskName = "Snelkeuze faxnummers";
HSDFPB_TaskName = "Faxtelefoonboek";
HSDFSD_TaskDescription = "Gebruik de knoppen + en - of typ de informatie die u wilt in het snelkeuzegeheugen van uw apparaat. Of gebruik het adresboek om informatie te vinden of toe te voegen.";
HSDFPB_TaskDescription = "Met het Faxtelefoonboek kunt u de lijst met contactpersonen in uw apparaat weergeven en beheren.\nGebruik de knoppen + en - om contactpersonen toe te voegen en te verwijderen. U kunt Contactpersonen ook gebruiken om meer vermeldingen te zoeken en deze toe te voegen aan de lijst.";

ActionMenuTooltip = "Menu Actie";

HSDEntryIndexColumnTitle = "#";
HSDEntryNameColumnTitle = "Naam";
HSDEntryPhoneNumberColumnTitle = "Faxnummer";
HSDEntryEditActionMenuTitle = "Wijzig…";
HSDEntryCreateGroupActionMenuTitle = "Maak groep…";
EntriesStatusCaption = "%1$d van %2$d ingangen gebruikt";
HSDPrintListButtonTitle = "Druk lijst af";
/* Use common localized key instead of plug-in "MoreInfoButtonTitle". */
AddressBookLaunchButtonTooltip = "Open faxadresboek";
ContactsLaunchButtonTooltip = "Faxcontacten starten";
HSDApplyButtonTitle = "Pas wijzigingen toe";

HSDDismissEntryButtonTitle = "Annuleer";
HSDConfirmEntryButtonTitle = "Bewaar";

HSDFPB_AddNewContactToolTip = "Nieuwe contactpersoon toevoegen";
HSDFSD_AddNewContactToolTip = "Nieuwe snelkeuzelijst toevoegen";
HSDFPB_DeleteSelectedContactToolTip = "Geselecteerde contactpersonen of groepen verwijderen";
HSDFSD_DeleteSelectedContactToolTip = "Geselecteerde snelkeuzelijsten of groepen verwijderen";
HSDFPB_PrintListButtonToolTip = "Alle opgeslagen contactpersonen op dit apparaat afdrukken";
HSDFSD_PrintListButtonToolTip = "Alle opgeslagen snelkeuzelijsten op dit apparaat afdrukken";

/* Individual entry panel. */
HSDFPB_IndividualEntryIndexFieldCaption = "Invoer (#):";
HSDFSD_IndividualEntryIndexFieldCaption = "Snelkeuze (#):";
HSDIndividualEntryNameFieldCaption = "Naam:";
HSDIndividualEntryPhoneNumberFieldCaption = "Faxnummer:";

/* Group entry panel. */
HSDFPB_GroupEntryIndexFieldCaption = "Invoer (#):";
HSDFSD_GroupEntryIndexFieldCaption = "Snelkeuze (#):";
HSDGroupEntryNameFieldCaption = "Naam groep:";
HSDFSD_GroupEntryItemsDescription = "Selecteer de snelkeuzes die u in deze groep wilt opnemen.";
HSDFPB_GroupEntryItemsDescription = "Selecteer de contactpersonen die u aan deze groep wilt toevoegen.";

/* More Info panel. */
HSDConfirmMoreInfoButtonTitle = "OK";

/* Contacts panel. */
AddressBookPanelTitle = "Faxadresboek";
ContactsPanelTitle = "Faxcontacten";
HSDDismissContactsButtonTitle = "Sluiten";
HSDConfirmContactsButtonTitle = "Voeg toe";

/* Alert dialogs. */
CancelAlertButtonTitle = "Annuleer";
RemoveFromGroupAlertButtonTitle = "Uit Groep verwijderen";
DeleteAlertButtonTitle = "Verwijderen";
ApplyAlertButtonTitle = "Pas toe";
DontApplyAlertButtonTitle = "Pas niet toe";

IncorrectDeviceStateAlertTitle = "Foutstatus van de printer";
IncorrectDeviceStateAlertMessage = "Los de apparaatfout op en probeer het opnieuw.";

HSDFSD_InvalidEntryErrorTitle = "Ongeldige snelkeuze";
HSDFPB_InvalidEntryErrorTitle = "Kan contactpersoon niet toevoegen";
HSDFSD_MissingEntryNameErrorMessage = "De naam van de snelkeuze ontbreekt. Voer een naam in voor de snelkeuze en probeer het opnieuw.";
HSDFPB_MissingEntryNameErrorMessage = "De contactnaam ontbreekt. Voer een naam voor de contactpersoon in en probeer het opnieuw.";
HSDFSD_MissingEntryPhoneNumberErrorMessage = "Het snelkeuzenummer ontbreekt. Voer een snelkeuzenummer in en probeer het opnieuw.";
HSDFPB_MissingEntryPhoneNumberErrorMessage = "Het contactnummer ontbreekt. Voer een nummer voor de contactpersoon in en probeer het opnieuw.";
HSDFSD_TooLargeGroupErrorMessage = "De snelkiesgroep is te groot. Het apparaat ondersteunt maximaal %d vermeldingen per groep.";
HSDFPB_TooLargeGroupErrorMessage = "De groep heeft te veel contactpersonen. Uw apparaat ondersteunt maximaal %d vermeldingen in een groep.";

HSDFSD_DeleteIndividualEntryAlertTitle = "Weet u zeker dat u de snelkeuze voor \"%@\" wilt wissen?";
HSDFPB_DeleteIndividualEntryAlertTitle = "Weet u zeker dat u de contactpersoon \"%@\" wilt verwijderen?";
HSDFSD_DeleteIndividualEntryAlertMessage = "De geselecteerde snelkeuze komt in een of meer groepen voor. Als u de snelkeuze wist, wordt deze ook uit de groep(en) verwijderd.";
HSDFPB_DeleteIndividualEntryAlertMessage = "De geselecteerde contactpersoon wordt in een of meer groepen weergegeven. Als u de contactpersoon verwijdert, wordt deze uit alle groepen verwijderd.";
HSDFSD_DeleteMultipleIndividualEntriesAlertTitle = "Weet u zeker dat u de geselecteerde snelkeuzes wilt wissen?";
HSDFPB_DeleteMultipleIndividualEntriesAlertTitle = "Weet u zeker dat u de geselecteerde contactpersonen wilt verwijderen?";
HSDFSD_DeleteMultipleIndividualEntriesAlertMessage = "Enkele van de geselecteerde snelkeuzes komen mogelijk in een of meer groepen voor. Als u de snelkeuzes wist, worden deze ook uit de groep(en) verwijderd.";
HSDFPB_DeleteMultipleIndividualEntriesAlertMessage = "Sommige geselecteerde contactpersonen worden mogelijk in een of meer groepen weergegeven. Als u de contactpersonen verwijdert, worden deze uit alle groepen verwijderd.";

HSDFSD_DeleteGroupEntryAlertTitle = "Weet u zeker dat u de Snelkeuzegroep \"%@\" wilt wissen?";
HSDFPB_DeleteGroupEntryAlertTitle = "Weet u zeker dat u de groep \"%@\" wilt verwijderen?";
HSDFSD_DeleteGroupEntryAlertMessage = "Losse snelkeuzes binnen de geselecteerde groep worden NIET gewist.";
HSDFPB_DeleteGroupEntryAlertMessage = "De afzonderlijke contactpersonen in de groep worden NIET verwijderd.";
HSDFSD_DeleteMultipleGroupEntriesAlertTitle = "Weet u zeker dat u de geselecteerde snelkeuzegroepen wilt wissen?";
HSDFPB_DeleteMultipleGroupEntriesAlertTitle = "Weet u zeker dat u de geselecteerde groepen wilt verwijderen?";
HSDFSD_DeleteMultipleGroupEntriesAlertMessage = "Losse snelkeuzes binnen de geselecteerde groepen worden NIET gewist.";
HSDFPB_DeleteMultipleGroupEntriesAlertMessage = "De afzonderlijke contactpersonen in de groepen worden NIET verwijderd.";

HSDFSD_DeleteIndividualEntryFromGroupAlertTitle = "Weet u zeker dat u de snelkeuze voor \"%1$@\" wilt verwijderen uit de groep \"%2$@\"?";
HSDFPB_DeleteIndividualEntryFromGroupAlertTitle = "Weet u zeker dat u de contactpersoon \"%1$@\" wilt verwijderen uit groep \"%2$@\"?";
HSDFSD_DeleteIndividualEntryFromGroupAlertMessage = "Als u op Uit Groep verwijderen klikt, wordt de snelkeuze alleen uit de groep verwijderd. De snelkeuze zelf wordt niet verwijderd.\nKlik op Verwijderen als u de snelkeuze permanent en uit alle groepen wilt verwijderen.";
HSDFPB_DeleteIndividualEntryFromGroupAlertMessage = "Als u op Uit Groep verwijderen klikt, wordt alleen de Snelkeuze uit de groep verwijderd. De Snelkeuze zelf wordt niet verwijderd.\nKlik op Verwijderen als u de Snelkeuze permanent en uit alle groepen wilt verwijderen.";
HSDFSD_DeleteMultipleEntriesFromGroupAlertTitle = "Weet u zeker dat u de geselecteerde snelkeuzes wilt verwijderen uit de groep \"%@\"?";
HSDFPB_DeleteMultipleEntriesFromGroupAlertTitle = "Weet u zeker dat u de geselecteerde contactpersonen wilt verwijderen uit groep \"%@\"?";
HSDFSD_DeleteMultipleEntriesFromGroupAlertMessage = "Als u op Uit Groep verwijderen klikt, worden de snelkeuzen alleen uit de groep verwijderd. De snelkeuzen zelf worden niet verwijderd.\nKlik op Verwijderen als u de geselecteerde snelkeuzen permanent en uit alle groepen wilt verwijderen.";
HSDFPB_DeleteMultipleEntriesFromGroupAlertMessage = "Als u op Uit Groep verwijderen klikt, worden alleen de Snelkeuzen uit de groep verwijderd. De Snelkeuzen zelf worden niet verwijderd.\nKlik op Verwijderen als u de Snelkeuzen permanent en uit alle groepen wilt verwijderen.";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "Weet u zeker dat u de geselecteerde snelkeuzes uit de groepen wilt verwijderen?";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "Weet u zeker dat u de geselecteerde contactpersonen wilt verwijderen uit de betreffende groepen?";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "Als u op Uit Groep verwijderen klikt, worden de snelkeuzen alleen uit de groepen verwijderd. De snelkeuzen zelf worden niet verwijderd.\nKlik op Verwijderen als u de snelkeuzen permanent en uit alle groepen wilt verwijderen.";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "Als u op Uit Groep verwijderen klikt, worden alleen de Snelkeuzen uit hun groepen verwijderd. De Snelkeuzen zelf worden niet verwijderd.\nKlik op Verwijderen als u de Snelkeuzen permanent en uit alle groepen wilt verwijderen.";

HSDFSD_DeleteMixedEntriesAlertTitle = "Weet u zeker dat u de geselecteerde snelkeuze(s) en snelkeuzegroep(en) wilt wissen?";
HSDFPB_DeleteMixedEntriesAlertTitle = "Weet u zeker dat u de geselecteerde contactpersonen en groepen wilt verwijderen?";
HSDFSD_DeleteMixedEntriesAlertMessage = "Als u op Verwijderen klikt, worden de geselecteerde individuele snelkiesnummers en groepen permanent verwijderd. Individuele snelkiesnummers binnen de geselecteerde groepen worden NIET verwijderd, tenzij deze afzonderlijjk zijn geselecteerd om te worden verwijderd.";
HSDFPB_DeleteMixedEntriesAlertMessage = "Als u op Verwijderen klikt, worden alleen de contactpersonen en groepen die zijn geselecteerd permanent verwijderd. Afzonderlijke contactpersonen die zich in de geselecteerde groepen bevinden, maar niet direct zijn geselecteerd, worden zelf NIET verwijderd.";

DenyContactsAccessAlertTitle = "Informatie niet-beschikbaar";
DenyContactsAccessAlertMessage = "Geen toegang tot de toepassing \"%@\".\nU kunt deze deblokkeren via het deelvenster Systeemvoorkeuren, Beveiliging en Privacy.";

HSDFSD_AllowsToCommitChangesAlertTitle = "U hebt de faxsnelkeuzelijst bewerkt";
HSDFPB_AllowsToCommitChangesAlertTitle = "U hebt het faxtelefoonboek bewerkt. Wilt u uw wijzigingen opslaan voor u afdrukt?";
AllowsToCommitChangesAlertMessage = "De wijzigingen die u hebt aangebracht worden niet in de afgedrukte lijst opgenomen als u deze niet toepast. Wilt u de wijzigingen die u aan de lijst hebt aangebracht toepassen voor u deze afdrukt?";

/* Progress dialogs. */
PrintInitializingDialogTitle = "Bezig met verwerken…";
PrintProcessingDialogTitle = "Drukt af… Een moment geduld aldstublieft";
